Revit 2027 API
ParameterTypeId.AnalyticalMemberForceStartFy Property
 "Start Fy"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalMemberForceStartFy { get; }
Public Shared ReadOnly Property AnalyticalMemberForceStartFy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalMemberForceStartFy {
	ForgeTypeId^ get ();
}
static member AnalyticalMemberForceStartFy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace